<%@ page language="java" contentType="text/html; charset=UTF-8"
         pageEncoding="UTF-8"%> <%@ taglib prefix="c" uri =
        "http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>

<body>
<main id="member_terms_page">
  <div class="member_terms_page_wrap">
    <div class="page_head">
      <a href="">
        <h1>개인정보처리방침</h1>
      </a>
    </div>
    <div class="member_terms_wrap center">
      <div class="terms">
        <div class="terms_textarea">
          <p>총 칙</p>
          <p>다올커피는 고객의 정보를 소중하게 생각하며, '정보통신망 이용 촉진 및 정보보호 등에 관한 법률', '개인정보보호법' 등 개인정보보호법령을 철저히 준수합니다.</p>
          <p>또한 아래와 같은 [개인정보 처리방침]을 제정하고 이를 준수하고 있습니다. 본 개인정보처리방침은 개인정보와 관련한 법령의 변경이 있는 경우 또는 다올커피의 정책 변경 등의 이유로 변경 될 수 있습니다.</p>
          <p>고객 여러분들께서는 다올커피 사이트 방문 시 수시로 확인하여 주시기 바랍니다.</p>
          <p>제1조 개인정보의 수집항목 및 이용 목적</p>
          <p>"고객은 사이트 회원 가입시 회원 약관, 개인정보 수집 및 이용 내용에 대해 「동의함」 버튼을 클릭할 수 있는 절차를 마련하여,「동의함」 버튼을 클릭하면 개인정보 수집 및 이용에 대해 동의한 것으로 봅니다."</p>
          <table>
            <colgroup>
              <col style="width: 10%;">
              <col style="width: 10%;">
              <col style="width: 10%;">
              <col style="width: 30%;">
              <col style="width: 25%;">
              <col style="width: 15%;">
            </colgroup>
            <thead>
              <tr>
                <th colspan="6">
                  <span>회원가입 및 주문 등 필요시점에서 수집하는 정보</span>
                </th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>구분</td>
                <td>수집시기</td>
                <td>필수/선택</td>
                <td>수집항목</td>
                <td>이용목적</td>
                <td>보유기간</td>
              </tr>
              <tr>
                <td>회원</td>
                <td>가입시</td>
                <td>필수</td>
                <td>아이디, 비밀번호, 이메일, 주소, 휴대전화, 이름</td>
                <td>
                  회원가입 시 본인여부 확인, 서비스 이용 및 상담,
                  <br/>
                  공지사항 전달
                </td>
                <td>
                  회원탈퇴 시
                  <br/>
                  또는
                  <br/>
                  법정의무보유기간
                </td>
              </tr>
            <tr>
              <td>선택</td>
              <td>
                상호명,
                <br/>
                기업전화번호,
                <br/>
                사업자등록증사본
              </td>
              <td></td>
              <td></td>
              <td></td>
              <td></td>
            </tr>
            <tr>
              <td>회원</td>
              <td>주문시</td>
              <td>필수</td>
              <td>
                주문자 정보
                <br/>
                (이름, 주소, 휴대전화, 이메일)
                <br/>
                수취자 정보
                <br/>
                (이름, 주소, 휴대전화)
                <br/>
                결제 승인정보
              </td>
              <td>주문상품의 결제 및 배송</td>
              <td>법정의무보유기간</td>
            </tr>
            </tbody>
          </table>
          <p>※ 회사는 이 법 또는 다른 법률에 특별한 규정이 있는 경우 개인정보를 수집 이용할 수 있습니다. 제2조 쿠키에 의한 개인정보 수집</p>
          <br/>
          <p>(1) 쿠키란?</p>
          <p>회사는 고객에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 고객의 컴퓨터 브라우저(인터넷 익스플로러 등)에 전송하는 소량의 텍스트 파일입니다.</p>
          <br/>
          <p>(2) 쿠키의 사용 목적</p>
          <p>- 개인의 관심 분야에 따라 차별화된 정보를 제공</p>
          <p>- 접속빈도 또는 방문시간 등을 분석하고 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅 및 서비스 개선의 척도로 활용</p>
          <p>- 쇼핑한 품목들에 대한 정보와 관심있게 둘러본 품목을 추적하여 개인 맞춤 쇼핑서비스 제공</p>
          <br/>
          <p>(3) 쿠키의 운영 및 거부</p>
          <p>쿠키는 사용자의 컴퓨터 하드디스크에 저장되며, 사용자의 컴퓨터는 식별하지만 사용자를 개인적으로 식별하지는 않습니다.</p>
          <p>또한 고객은 웹브라우저에 설정을 통해 모든 쿠키를 허용/거부하거나, 쿠키를 저장될 때마다 확인을 거치도록 할 수 있습니다.</p>
          <p>단, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 일부 서비스는 이용할 수 없습니다.</p>
          <p>※ 쿠키 설정 거부 방법 (Internet Explorer 기준) : 웹브라우저 상단의 [도구] > [인터넷 옵션] > [개인정보] > [고급]에서 원하는 옵션 선택</p>
          <br/>
          <p>제3조 개인정보의 보유∙이용기간 및 파기</p>
          <p>(1) 고객의 개인정보는 회원탈퇴 등 수집 및 이용목적이 달성되거나 동의철회 요청이 있는 경우 지체없이 파기됩니다.</p>
          <p>단,「전자상거래 등에서의 소비자보호에 관한 법률」 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 그 기간동안 보유합니다.</p>
          <br/>
          <p>가. 「전자상거래 등에서의 소비자보호에 관한 법률」 제6조</p>
          <p>- 계약 또는 청약 철회 등에 관한 기록 : 5년</p>
          <p>- 대금결재 및 재화 등의 공급에 관한 기록 : 5년</p>
          <p>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</p>
          <p>나. 「통신비밀보호법」 제15조의2</p>
          <p>- 방문(로그)에 관한 기록: 3개월</p>
          <p>다. 기타 관련 법령 등</p>
          <br/>
          <p>(2) 회사의 개인정보 파기방법은 다음과 같습니다.</p>
          <p>가. 파기 절차</p>
          <p>① 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져 내부 방침 및 기타 관련 법령에 의한 일정기간 저장된 후 파기됩니다.</p>
          <p>② 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.</p>
          <p>나. 파기 방법</p>
          <p>① 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
          <p>② 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>
          <br/>
          <p>제4조 제3자에 대한 제공</p>
          <p>(1) 회사는 고객의 개인정보를 "제1조 개인정보의 수집항목 및 이용목적 "에서 고지한 범위를 넘어 이용하거나 타인 또는 타기업, 기관에 제공하지 않습니다.</p>
          <p>(2) 다음은 예외로 합니다.</p>
          <p>가. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우</p>
          <p>나. 통계작성, 학술연구나 시장조사 등을 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력사나 연구단체 등에 제공하는 경우</p>
          <p>다. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우</p>
          <p>상기사항에 의해 개인정보를 제공하는 경우에도 본래의 수집∙이용 목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.</p>
          <br/>
          <p>제5조 개인정보의 처리 위탁</p>
          <p>회사는 보다 나은 서비스 제공, 고객편의 제공 등 원활한 업무 수행을 위하여 아래와 같이 개인정보 처리 업무를 외부 전문업체에 위탁하여 운영하고 있습니다.</p>
          <table>
            <thead>
              <tr>
                <td>위탁업무내용</td>
                <td>수탁자</td>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>주문 상품의 배송</td>
                <td>로젠택배</td>
              </tr>
              <tr>
                <td>배송/재고관리 시스템 서비스</td>
                <td>이카운트</td>
              </tr>
              <tr>
                <td>결제 및 에스크로 서비스</td>
                <td>토스페이먼츠</td>
              </tr>
              <tr>
                <td>휴대폰 결제</td>
                <td>토스페이먼츠</td>
              </tr>
            </tbody>
          </table>
          <p>※ 수탁자에 공유되는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다. 또한 고객의 서비스 요청에 따라 해당하는 업체에 선택적으로 개인정보가 제공되고 있습니다.</p>
          <p>※ 위탁 업체 리스트는 해당 서비스 변경 및 계약기간에 따라 변경될 수 있으며 변경 시 공지사항을 통해 사전 공지합니다. 단기 이벤트는 참여 시에 개별 공지됩니다.</p>
          <br/>
          <p>제6조 개인정보의 열람∙정정 및 동의철회</p>
          <p>(1)고객께서는 언제든지 등록되어 있는 고객의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 홈페이지 첫 화면 『마이페이지』의 『회원정보 수정』 항목을 클릭하여 직접 열람 또는 정정하거나, 개인정보보호 담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.</p>
          <br/>
          <p>(2)회원가입 등을 통해 개인정보의 수집, 이용, 제공에 대해 고객께서 동의하신 내용을 고객께서는 언제든지 철회하실 수 있습니다.</p>
          <p>동의철회는 홈페이지 첫 화면의 『마이페이지』의 『회원정보 수정』 항목에서 하시거나 개인정보보호 담당자에게 서면, 전화, 이메일 등으로 연락하시면 즉시 개인정보의 삭제 등 필요한 조치를 하겠습니다.</p>
          <p>동의 철회를 하고 개인정보를 파기하는 등의 조치를 취한 경우에는 그 사실을 고객께 지체 없이 통지하도록 하겠습니다.</p>
          <br/>
          <p>제7조 개인정보보호를 위한 기술 및 관리적 대책</p>
          <p>(1) 회원의 개인정보는 기본적으로 회원의 아이디와 비밀번호에 의하여 보호되며, 회사는 회원의 개인정보를 처리함에 있어 개인정보가 유출, 변조 또는 훼손되지 않도록 안전성을 확보하기 위하여 다음과 같은 기술적/관리적 대책을 마련하고 있습니다.</p>
          <br/>
          <p>① 기술적 대책</p>
          <p>- 회사는 개인정보처리시스템 등의 접근권한 관리를 통해 외부로부터의 무단 접근을 통제하고 있으며, 중요 데이터는 저장 및 전송시 암호화하여 사용하는 등 안전하게 저장•관리하고 있습니다.</p>
          <p>- 회사는 해킹이나 악성코드 등에 의한 개인정보 유출 및 훼손을 방지하기 위하여 보안프로그램을 주기적으로 갱신•점검하고 있습니다.</p>
          <p>- 회사는 결제 등의 경우에 있어 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 보안장치를 채택하고 있습니다.</p>
          <p>- 회사는 해킹 등에 의한 정보의 유출을 방지하기 위해 침입차단시스템(방화벽)을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적인 보안성을 확보하기 위해 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.</p>
          <br/>
          <p>② 관리적 대책</p>
          <p>- 회사는 회원 본인의 비밀번호 요청 등에 의해 개인정보를 다룰 때 가능한 최선의 방법으로 본인임을 확인하고 안전하게 정보가 처리될 수 있도록 최선을 다합니다.</p>
          <p>- 회사는 개인정보에 대한 접근권한을 개인정보관리책임자 등 개인정보관리업무를 수행하는 자, 기타 업무상 개인정보의 처리이 불가피한 자로 제한하며, 개인정보를 처리하는 직원에 대한 수시 교육을 통하여 개인정보처리방침의 준수를 항상 강조하고 있습니다.</p>
          <br/>
          <p>(2) 위와 같은 회사의 노력 이외에 회원은 아이디와 비밀번호, 주민등록번호 등 개인정보가 인터넷 상에 노출되거나 타인에게 유출되지 않도록 주의하여야 합니다.</p>
          <p>회원 본인의 부주의나 관리소홀로 아이디와 비밀번호 등 개인정보가 유출되었다면 이에 대해서 회사는 책임을 지지 않습니다.</p>
          <p>(3) 따라서, 회원의 아이디와 비밀번호는 반드시 본인만 사용하시고, 비밀번호를 자주 바꿔주시는 것이 좋으며, 비밀번호는 영문자, 숫자를 혼합하여 타인이 유추하기 어려운 번호를 사용하는 것이 좋습니다.</p>
          <p>(4) 또한 서비스의 이용을 마친 후에는 항상 로그아웃을 하여 주시고 웹 브라우저를 종료하는 것이 좋습니다.</p>
          <p>특히, 다른 사람과 컴퓨터를 공유하거나, 공공장소에서 이용하는 경우에 개인정보의 보안을 위해서는 이와 같은 절차가 더욱 필요합니다.</p>
          <br/>
          <p>제8조. 이용자의 의무</p>
          <p>(1)고객님의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회사 회원자격이 상실되거나 회사 홈페이지 이용이 정지될 수 있습니다.</p>
          <p>(2)이용자 개인정보와 관련한 아이디(ID)의 비밀번호에 대한 보안유지책임은 해당 이용자 자신에게 있습니다. 회사는 비밀번호에 대해 어떠한 방법으로도 이용자에게 직접적으로 질문하는 경우는 없으므로 타인에게 비밀번호가 유출되지 않도록 각별히 주의하시기 바랍니다.</p>
          <p>(3)고객님은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오.</p>
          <p>4)만약 이 같은 책임을 다하지 못하고 타인의 정보를 훼손할 시에는 관계 법령 등에 의해 처벌받을 수 있습니다.특히, 공공장소에서 온라인상에서 접속해 있을 경우에는 더욱 유의하셔야 합니다.</p>
          <br/>
          <p>제9조 14세 미만 아동</p>
          <p>회사는 만 14세 미만 아동의 회원가입은 불가합니다.</p>
          <br/>
          <p>제10조. 개인정보보호 담당부서</p>
          <p>회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보관리책임자를 지정하고 있습니다.</p>
          <p>- 고객서비스담당 부서 : 다올커피 CS팀</p>
          <p>- 전화번호 : 032-233-7400</p>
          <p>- 이메일 coffeedaall@gmail.com</p>
          <br/>
          <p>- 개인정보보호책임자 성명 : 우 경 윤</p>
          <p>- 전화번호 : 032-233-7400</p>
          <p>- 이메일 coffeedaall@gmail.com</p>
          <br/>
          <p>개인정보침해에 대한 신고 또는 상담이 필요하신 경우에는 한국정보보호진흥원(KISA) 개인정보침해신고센터로 문의하시기 바랍니다. 또한, 귀하가 개인정보침해를 통한 금전적, 정신적 피해를 입으신 경우에는 한국정보보호진흥원*KISA) 개인정보분쟁조정위원회에 피해구제를 신청하실 수 있습니다.</p>
          <br/>
          <p>- KISA 개인정보보호 (http://privacy.kisa.or.kr / (국번 없이) 118)</p>
          <p>- 경찰청 사이버안전국 ( http://cyberbureau.police.go.kr (국번없이) 182 )</p>
          <p>- 대검찰청 사이버수사과 ( http://spo.go.kr / (국번없이) 1301 )</p>
          <p>- 개인정보 침해신고센터 (한국인터넷 진흥원 운영) ( http://privacy.kisa.or.kr / (국번없이) 118 )</p>
          <p>- 개인정보 분쟁조정위원회 (한국인터넷 진흥원 운영) (http://www.kopico.go.kr / 02-1833-6972)</p>
          <br/>
          <p>제11조. 고지의 의무</p>
          <p>본 개인정보처리방침은 정부나 회사의 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정될 수 있으며, 이 경우 개정 7일 이전 홈페이지의 팝업창을 통해 고지할 것입니다.</p>
          <br/>
          <p>이 개인정보 처리방침의 공고 및 시행일자는 아래와 같습니다.</p>
          <p>- 공고일자 : 2024년 01월 09일</p>
          <p>- 시행일자 : 2024년 01월 09일</p>
        </div>
      </div>
    </div>
  </div>
</main>
</body>
